Repository: Harlech1/Song-X
Catalog: Song-X/Localizable.xcstrings
Source language: en
Languages: ar, bg, cs, da, de, el, es, et, fi, fr, hu, id, it, ja, ko, lv, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, tr, uk, zh_hans, zh_hant

source: Remove annoying paywalls
ar: إزالة الجدران المدفوعة المزعجة
bg: Премахване на досадните платени стени
cs: Odstraňte obtěžující platební brány
da: Fjern irriterende betalingsmure
de: Entfernen Sie lästige Paywalls
el: Κατάργηση ενοχλητικών τειχών πληρωμής
es: Eliminar los molestos paywalls
et: Eemaldage tüütud maksumüürid
fi: Poista ärsyttävät maksumuurit
fr: Supprimer les paywalls gênants
hu: Távolítsa el a bosszantó fizetős falakat
id: Menghapus paywall yang mengganggu
it: Rimuovere i fastidiosi paywall
ja: 煩わしいペイウォールを取り除く
ko: 성가신 페이월 제거
lv: Noņemiet kaitinošās maksas sienas
nb: Fjern irriterende betalingsmurer
nl: Vervelende betaalmuren verwijderen
pl: Usuń irytujące paywalle
pt_br: Remova paywalls incômodos
pt_pt: Remover paywalls irritantes
ro: Eliminați zidurile de plată enervante
ru: Устраните раздражающие платные стены
sk: Odstráňte otravné platobné steny
sl: Odstranite nadležne plačilne zidove
sv: Ta bort irriterande betalväggar
tr: Can sıkıcı ödeme duvarlarını kaldırın
uk: Видаліть надокучливі платні додатки
zh_hans: 移除恼人的付费墙
zh_hant: 移除惱人的付費牆

source: Restore
ar: الاستعادة
bg: Възстановяване
cs: Obnovení
da: Gendan
de: Wiederherstellen
el: Επαναφορά
es: Restaurar
et: Taastage
fi: Palauta
fr: Restaurer
hu: Visszaállítás
id: Memulihkan
ja: リストア
ko: 복원
lv: Atjaunot
nb: Gjenopprett
nl: Herstel
pl: Przywróć
pt_br: Restaurar
pt_pt: Restaurar
ro: Refacere
ru: Восстановить
sk: Obnovenie
sl: Obnovite
sv: Återställ
tr: Geri Yükle
uk: Відновлення
zh_hans: 还原
zh_hant: 還原

source: Restore Purchases
ar: استعادة عمليات الشراء
bg: Възстановяване на покупките
cs: Obnovení nákupů
da: Gendan køb
de: Käufe wiederherstellen
el: Επαναφορά αγορών
es: Restaurar compras
et: Ostude taastamine
fi: Ostosten palauttaminen
fr: Restaurer les achats
hu: Vásárlások visszaállítása
id: Kembalikan Pembelian
it: Ripristino degli acquisti
ja: 購入履歴の復元
ko: 구매 복원
lv: Pirkumu atjaunošana
nb: Gjenopprett kjøp
nl: Aankopen herstellen
pl: Przywracanie zakupów
pt_br: Restaurar compras
pt_pt: Restaurar compras
ro: Restaurarea achizițiilor
ru: Восстановление покупок
sk: Obnovenie nákupov
sl: Obnovitev nakupov
sv: Återställ inköp
tr: Satın Almaları Geri Yükleme
uk: Відновлення покупок
zh_hans: 恢复购买
zh_hant: 還原購買

source: Reverb allows you to add an **echo** effect to the song. Subtle reverb creates a softer sound, while strong reverb makes it feel fuller and richer. Recommended values typically range from **10** to **50**.
ar: يسمح لك التردد بإضافة تأثير **صدى** إلى الأغنية. التردد الخفيف يخلق صوتًا أكثر نعومة، بينما التردد القوي يجعله يبدو أكثر امتلاءً وثراءً. تتراوح القيم الموصى بها عادةً من **10** إلى **50**.
bg: Функцията Reverb ви позволява да добавите **ефект на ехо** към песента. Фината реверберация създава по-мек звук, докато силната реверберация го прави по-пълен и богат. Препоръчителните стойности обикновено варират от **10** до **50**.
cs: Reverb umožňuje přidat do skladby efekt **echa**. Jemný dozvuk vytváří měkčí zvuk, zatímco silný dozvuk působí plnějším a bohatším dojmem. Doporučené hodnoty se obvykle pohybují od **10** do **50**.
da: Reverb giver dig mulighed for at tilføje en **echo**-effekt til sangen. Subtil rumklang skaber en blødere lyd, mens stærk rumklang får den til at føles fyldigere og rigere. Anbefalede værdier ligger typisk mellem **10** og **50**.
de: Mit Reverb können Sie dem Song einen **Echo**-Effekt hinzufügen. Ein dezenter Nachhall erzeugt einen weicheren Klang, während ein starker Nachhall den Klang voller und fülliger erscheinen lässt. Empfohlene Werte liegen normalerweise zwischen **10** und **50**.
el: Η αντήχηση σας επιτρέπει να προσθέσετε ένα εφέ **αντήχησης** στο τραγούδι. Η ανεπαίσθητη αντήχηση δημιουργεί έναν πιο μαλακό ήχο, ενώ η έντονη αντήχηση τον κάνει να φαίνεται πιο γεμάτος και πλούσιος. Οι συνιστώμενες τιμές κυμαίνονται συνήθως από **10** έως **50**.
es: La reverberación permite añadir un efecto de **eco** a la canción. Una reverberación sutil crea un sonido más suave, mientras que una reverberación fuerte lo hace más pleno y rico. Los valores recomendados suelen oscilar entre **10** y **50**.
et: Reverb võimaldab lisada laulule **kõla**-efekti. Peenike järelkaja loob pehmema heli, tugev järelkaja aga muudab heli täidlasemaks ja rikkalikumaks. Soovitatavad väärtused jäävad tavaliselt vahemikku **10** kuni **50**.
fi: Reverbin avulla voit lisätä kappaleeseen **kaiku**-efektin. Hienovarainen kaiku luo pehmeämmän äänen, kun taas voimakas kaiku saa sen tuntumaan täyteläisemmältä ja rikkaammalta. Suositellut arvot vaihtelevat yleensä välillä **10** ja **50**.
fr: La réverbération permet d'ajouter un effet **écho** à la chanson. Une réverbération subtile crée un son plus doux, tandis qu'une réverbération forte donne une impression de plénitude et de richesse. Les valeurs recommandées sont généralement comprises entre **10** et **50**.
hu: A Reverb lehetővé teszi, hogy a dalhoz **hanghatást** adjon hozzá. A finom visszhang lágyabb hangzást eredményez, míg az erős visszhang teltebbé és gazdagabbá teszi a hangzást. Az ajánlott értékek általában **10** és **50** között mozognak.
id: Reverb memungkinkan Anda menambahkan efek **gema** pada lagu. Gema yang halus menciptakan suara yang lebih lembut, sedangkan gema yang kuat membuatnya terasa lebih penuh dan kaya. Nilai yang disarankan biasanya berkisar dari **10** hingga **50**.
it: Il riverbero consente di aggiungere un effetto **eco** al brano. Un riverbero sottile crea un suono più morbido, mentre un riverbero forte lo rende più pieno e ricco. I valori consigliati vanno da **10** a **50**.
ja: リバーブは、曲に**エコー**効果を加えることができます。微妙なリバーブでよりソフトなサウンドに、強いリバーブでより豊かなサウンドになります。推奨値は通常、**10**から**50**の範囲です。
ko: 리버브를 사용하면 노래에 **반향** 효과를 추가할 수 있습니다. 미묘한 리버브는 더 부드러운 사운드를 만들고 강한 리버브는 더 풍성하고 풍부한 사운드를 만듭니다. 권장 값은 일반적으로 **10**에서 **50** 사이입니다.
lv: Reverb ļauj dziesmai pievienot **eho** efektu. Smalks reverb rada maigāku skaņu, savukārt spēcīgs reverb padara to pilnīgāku un bagātīgāku. Ieteicamās vērtības parasti ir no **10** līdz **50**.
nb: Med romklang kan du legge til en **ekko**-effekt i sangen. Subtilt romklang skaper en mykere lyd, mens sterk romklang gir en fyldigere og rikere lyd. Anbefalte verdier varierer vanligvis fra **10** til **50**.
nl: Met galm kun je een **echo** effect aan het nummer toevoegen. Subtiele nagalm creëert een zachter geluid, terwijl sterke nagalm het geluid voller en rijker laat aanvoelen. Aanbevolen waarden variëren van **10** tot **50**.
pl: Pogłos pozwala dodać **efekt echa** do utworu. Subtelny pogłos tworzy bardziej miękki dźwięk, podczas gdy silny pogłos sprawia, że dźwięk jest pełniejszy i bogatszy. Zalecane wartości zazwyczaj mieszczą się w zakresie od **10** do **50**.
pt_br: A reverberação permite que você adicione um efeito **eco** à música. A reverberação sutil cria um som mais suave, enquanto a reverberação forte o torna mais cheio e rico. Os valores recomendados normalmente variam de **10** a **50**.
pt_pt: A reverberação permite-lhe adicionar um efeito **eco** à música. Uma reverberação subtil cria um som mais suave, enquanto uma reverberação forte torna-o mais cheio e rico. Os valores recomendados variam normalmente entre **10** e **50**.
ro: Reverb vă permite să adăugați un efect **echo** melodiei. Reverberația subtilă creează un sunet mai moale, în timp ce reverberația puternică îl face să pară mai plin și mai bogat. Valorile recomandate variază de obicei de la **10** la **50**.
ru: Реверберация позволяет добавить в песню эффект **эха**. Тонкая реверберация создает более мягкий звук, в то время как сильная реверберация делает его более полным и насыщенным. Рекомендуемые значения обычно варьируются от **10** до **50**.
sk: Reverb umožňuje pridať do skladby efekt **echo**. Jemný dozvuk vytvára mäkší zvuk, zatiaľ čo silný dozvuk ho robí plnším a bohatším. Odporúčané hodnoty sa zvyčajne pohybujú od **10** do **50**.
sl: S funkcijo Reverb lahko skladbi dodate učinek **odmeva**. Z nežnim odmevom ustvarite mehkejši zvok, z močnim odmevom pa polnejši in bogatejši. Priporočene vrednosti so običajno od **10** do **50**.
sv: Reverb gör att du kan lägga till en **eko**-effekt i låten. Subtilt reverb skapar ett mjukare ljud, medan starkt reverb gör att det känns fylligare och rikare. Rekommenderade värden ligger vanligtvis mellan **10** och **50**.
tr: Reverb, şarkıya bir **eko** efekti eklemenizi sağlar. Hafif yankı daha yumuşak bir ses yaratırken, güçlü yankı daha dolgun ve zengin hissettirir. Önerilen değerler genellikle **10** ile **50** arasında değişir.
uk: Реверберація дозволяє додати до пісні ефект відлуння. Слабка реверберація створює м'якший звук, тоді як сильна реверберація робить його повнішим і багатшим. Рекомендовані значення зазвичай знаходяться в діапазоні від **10** до **50**.
zh_hans: 混响可以为歌曲添加**回声效果。细微的混响会产生更柔和的声音，而强烈的混响则会让声音感觉更饱满、更丰富。推荐值通常在 **10** 到 **50** 之间。
zh_hant: 迴響可讓您在歌曲中加入**迴響效果。細微的混響效果可創造出較柔和的聲音，而強烈的混響效果則讓聲音感覺更飽滿、更豐富。建議值通常介於 **10** 到 **50** 之間。

source: Reverb Type
ar: نوع التردد
bg: Тип на реверберацията
cs: Typ ozvěny
da: Type rumklang
de: Nachhall Typ
el: Τύπος αντήχησης
es: Tipo de reverberación
fi: Reverb-tyyppi
fr: Type de réverbération
hu: Visszhangtípus
id: Jenis Reverb
it: Tipo di riverbero
ja: リバーブタイプ
ko: 리버브 유형
lv: Reverb veids
nl: Type galm
pl: Typ pogłosu
pt_br: Tipo de Reverb
pt_pt: Tipo de Reverberação
ro: Tip Reverb
ru: Тип реверберации
sk: Typ reverzu
sl: Vrsta odmeva
sv: Typ av reverb
tr: Reverb Türü
uk: Тип реверберації
zh_hans: 混响类型
zh_hant: 迴響類型

source: Save
ar: الحفظ
bg: Запазете
cs: Uložit
da: Gem
de: Speichern Sie
el: Αποθήκευση
es: Guardar
et: Salvesta
fi: Tallenna
fr: Sauvegarder
hu: Mentés
id: Simpan
it: Salva
ja: 保存
ko: 저장
lv: Saglabāt
nb: Lagre
nl: Opslaan
pl: Zapisz
pt_br: Salvar
pt_pt: Guardar
ro: Salvați
ru: Сохранить
sk: Uložiť
sl: Shranite
sv: Spara
tr: Kaydet
uk: Зберегти
zh_hans: 保存
zh_hant: 儲存

source: SAVE %lld%%
ar: وفّر %lld%%
cs: UŠETŘETE %lld%%.
da: SPAR %lld%%.
de: SPAREN SIE %lld%%
el: ΕΞΟΙΚΟΝΟΜΗΣΤΕ %lld%%
es: AHORRA %lld%%.
et: HOIATA %lld%%
fi: SÄÄSTÄ %lld%%.
fr: ÉCONOMISEZ %lld%%
hu: MEGTAKARÍT %lld%%
id: HEMAT %lld%%.
it: RISPARMIA %lld%%
ja: %lld%% 節約
ko: %lld%% 절약
lv: IEGŪDNI %lld%%
nb: SPAR %lld%%%.
nl: BESPAAR %lld%%.
pl: ZAOSZCZĘDŹ %lld%%
pt_br: ECONOMIZE %lld%%
pt_pt: ECONOMIZE %lld%%
ro: ECONOMISEȘTE %lld%%
ru: СЭКОНОМЬТЕ %lld%%
sk: ŠETRITE %lld%%
sl: PRIHRANITE %lld%%
sv: SPARA %lld%%
tr: %lld%% TASARRUF
uk: ЗАощАДЖУЙТЕ %lld%%
zh_hans: 省 %lld%%
zh_hant: 省 %lld%%

source: saved! a little feedback?
ar: تم الحفظ! هل لديك ملاحظات؟
bg: Запазено! Малко обратна връзка?
cs: Uloženo! Máte zpětnou vazbu?
da: Gemt! Lidt feedback?
de: Gespeichert! Ein kleines Feedback?
el: Αποθηκεύτηκε! Λίγα σχόλια;
es: ¡Guardado! ¿Un poco de feedback?
et: Salvestatud! Natuke tagasisidet?
fi: Tallennettu! Vähän palautetta?
fr: Enregistré ! Un petit retour ?
hu: Mentve! Egy kis visszajelzés?
id: Tersimpan! Ada sedikit masukan?
it: Salvato! Un piccolo feedback?
ja: 保存しました！少しフィードバックをお願いしますか？
ko: 저장됨! 간단한 피드백 남길까요?
lv: Saglabāts! Neliela atsauksme?
nb: Lagret! Litt tilbakemelding?
nl: Opgeslagen! Een beetje feedback?
pl: Zapisano! Trochę opinii?
pt_br: Salvo! Um pequeno feedback?
pt_pt: Guardado! Um pequeno feedback?
ro: Salvat! Un mic feedback?
ru: Сохранено! Немного обратной связи?
sk: Uložené! Trochu spätnej väzby?
sl: Shranjeno! Malo povratnih informacij?
sv: Sparad! Lite feedback?
tr: Kaydedildi! Biraz geri bildirim?
uk: Збережено! Трохи відгуків?
zh_hans: 已保存！给点反馈？
zh_hant: 已儲存！給點回饋？

source: Send
ar: إرسال
bg: Изпрати
cs: Odeslat
de: Senden
el: Αποστολή
es: Enviar
et: Saada
fi: Lähetä
fr: Envoyer
hu: Küldés
id: Kirim
it: Invia
ja: 送信
ko: 보내기
lv: Sūtīt
nl: Verzenden
pl: Wyślij
pt_br: Enviar
pt_pt: Enviar
ro: Trimite
ru: Отправить
sk: Odoslať
sl: Pošlji
sv: Skicka
tr: Gönder
uk: Відправити
zh_hans: 发送
zh_hant: 發送

source: Settings
ar: الإعدادات
bg: Настройки
cs: Nastavení
da: Indstillinger
de: Einstellungen
el: Ρυθμίσεις
es: Ajustes
et: Seaded
fi: Asetukset
fr: Paramètres
hu: Beállítások
id: Pengaturan
it: Impostazioni
ja: 設定
ko: 설정
lv: Iestatījumi
nb: Innstillinger
nl: Instellingen
pl: Ustawienia
pt_br: Configurações
pt_pt: Definições
ro: Setări
ru: Настройки
sk: Nastavenia
sl: Nastavitve
sv: Inställningar
tr: Ayarlar
uk: Налаштування
zh_hans: 设置
zh_hant: 設定

source: Share
ar: المشاركة
bg: Споделяне
cs: Sdílet
da: Del
de: Teilen
el: Μοιραστείτε το
es: Compartir
et: Jaga
fi: Jaa
fr: Partager
hu: Megosztás
id: Bagikan
it: Condividere
ja: 共有
ko: 공유
lv: Kopīgojiet
nb: Del
nl: Delen
pl: Udostępnij
pt_br: Compartilhe
pt_pt: Partilhar
ro: Partajați
ru: Поделиться
sk: Zdieľať
sl: Skupna raba
sv: Dela
tr: Paylaş
uk: Поділіться
zh_hans: 分享
zh_hant: 分享

source: slowed and reverbed, sped up, nightcore, bathroom
ar: إبطاء وتكرار، تسريع، تسريع، ليلي، حمام
bg: забавен и реверсиран, ускорен, нощен, баня
cs: zpomalené a přeházené, zrychlené, noční jádro, koupelna
da: bremset og reverbed, speedet op, nightcore, badeværelse
de: verlangsamt und nachhallend, beschleunigt, Nightcore, Badezimmer
es: ralentizado y reverberado, acelerado, nightcore, baño
et: aeglustatud ja reverbed, kiirendatud, öösel, vannituba
fi: hidastettu ja revertoitu, nopeutettu, nightcore, kylpyhuone
fr: ralenti et réverbéré, accéléré, nightcore, salle de bain
hu: lassított és reverbed, felgyorsított, nightcore, fürdőszoba
id: diperlambat dan diulang, dipercepat, malam hari, kamar mandi
it: rallentato e riverberato, accelerato, nightcore, bagno
ja: スロー、リバーブ、スピードアップ、ナイトコア、バスルーム
ko: 느리게, 리버브, 속도, 나이트코어, 욕실
lv: palēnināts un reverbed, paātrināts, nightcore, vannas istaba
nb: slowed og reverbed, speedet opp, nightcore, bad
nl: vertraagd en gereverbed, versneld, nightcore, badkamer
pt_br: desacelerado e reverberado, acelerado, nightcore, banheiro
pt_pt: desacelerado e reverberado, acelerado, nightcore, casa de banho
ro: slowed și reverbed, accelerat, nightcore, baie
ru: замедленный и реверберированный, ускоренный, ночной кор, ванная комната
sk: spomalené a reverzné, zrýchlené, nočné jadro, kúpeľňa
sl: upočasnjeno in reverbirano, pospešeno, nightcore, kopalnica
sv: slowed och reverbed, sped up, nightcore, badrum
tr: yavaşlatılmış ve yankılanmış, hızlandırılmış, nightcore, banyo
uk: сповільнений і реверберація, прискорений, нічна пісня, ванна кімната
zh_hans: 慢放和混响, 加速, 夜核, 浴室
zh_hant: 緩慢和迴響, 加速, 夜核, 浴室

source: SongX Premium Activated
ar: تم تفعيل SongX Premium
bg: SongX Premium активиран
cs: SongX Premium aktivován
da: SongX Premium aktiveret
de: SongX Premium Aktiviert
el: Ενεργοποίηση SongX Premium
es: SongX Premium activado
et: SongX Premium aktiveeritud
fi: SongX Premium aktivoitu
fr: SongX Premium Activé
hu: SongX Premium aktiválva
id: SongX Premium Diaktifkan
it: SongX Premium attivato
ja: SongXプレミアム起動
ko: 송엑스 프리미엄 활성화
lv: SongX Premium aktivizēts
nb: SongX Premium aktivert
nl: SongX Premium geactiveerd
pl: SongX Premium aktywowany
pt_br: SongX Premium ativado
pt_pt: SongX Premium ativado
ro: SongX Premium activat
ru: SongX Premium активирован
sk: SongX Premium aktivovaný
sl: SongX Premium aktiviran
sv: SongX Premium aktiverad
tr: SongX Premium Etkinleştirildi
uk: SongX Premium активовано
zh_hans: 已激活 SongX Premium
zh_hant: 已啟動 SongX Premium

source: Special Launch Offer
ar: عرض الإطلاق الخاص
bg: Специална оферта за стартиране
cs: Speciální nabídka pro uvedení na trh
da: Særligt lanceringstilbud
de: Besonderes Einführungsangebot
el: Ειδική προσφορά εκκίνησης
es: Oferta especial de lanzamiento
et: Käivitamise eripakkumine
fi: Erityinen lanseeraustarjous
fr: Offre spéciale de lancement
hu: Különleges indítási ajánlat
id: Penawaran Peluncuran Khusus
it: Offerta speciale di lancio
ja: 特別キャンペーン
ko: 특별 출시 혜택
lv: Īpašs palaišanas piedāvājums
nb: Spesielt lanseringstilbud
nl: Speciale lanceringsaanbieding
pl: Specjalna oferta premierowa
pt_br: Oferta especial de lançamento
pt_pt: Oferta especial de lançamento
ro: Ofertă specială de lansare
ru: Специальное предложение по запуску
sk: Špeciálna ponuka na spustenie
sl: Posebna ponudba za začetek delovanja
sv: Särskilt lanseringserbjudande
tr: Özel Lansman Teklifi
uk: Спеціальна стартова пропозиція
zh_hans: 特别发布优惠
zh_hant: 特別推出優惠

source: Speed
ar: السرعة
bg: Скорост
cs: Rychlost
da: Hastighed
de: Geschwindigkeit
el: Ταχύτητα
es: Velocidad
et: Kiirus
fi: Nopeus
fr: Vitesse
hu: Sebesség
id: Kecepatan
it: Velocità
ja: スピード
ko: 속도
lv: Ātrums
nb: Hastighet
nl: Snelheid
pl: Prędkość
pt_br: Velocidade
pt_pt: Velocidade
ro: Viteză
ru: Скорость
sk: Rýchlosť
sl: Hitrost
sv: Hastighet
tr: Hız
uk: Швидкість
zh_hans: 速度
zh_hant: 速度

source: Start Free Trial
ar: بدء التجربة المجانية
bg: Започнете безплатен пробен период
cs: Spusťte bezplatnou zkušební verzi
da: Start gratis prøveperiode
de: Kostenlose Testversion starten
el: Έναρξη δωρεάν δοκιμής
es: Iniciar prueba gratuita
et: Alusta tasuta prooviversiooni
fi: Aloita ilmainen kokeiluversio
fr: Démarrer l'essai gratuit
hu: Ingyenes próbaverzió indítása
id: Mulai Uji Coba Gratis
it: Inizia la prova gratuita
ja: 無料トライアルを開始
ko: 무료 평가판 시작
lv: Sākt bezmaksas izmēģinājuma versiju
nb: Start gratis prøveversjon
nl: Gratis proefversie starten
pl: Rozpocznij bezpłatny okres próbny
pt_br: Iniciar teste gratuito
pt_pt: Iniciar teste gratuito
ro: Începeți proba gratuită
ru: Начать бесплатную пробную версию
sk: Spustenie bezplatnej skúšobnej verzie
sl: Začetek brezplačne poskusne različice
sv: Starta gratis provperiod
tr: Ücretsiz Denemeye Başlayın
uk: Почніть безкоштовну пробну версію
zh_hans: 开始免费试用
zh_hant: 開始免費試用

source: Subscription will renew yearly unless canceled
ar: سيتم تجديد الاشتراك سنويًا ما لم يتم إلغاؤه
bg: Абонаментът ще се подновява всяка година, освен ако не бъде отменен
cs: Předplatné se bude obnovovat každý rok, pokud nebude zrušeno
da: Abonnementet fornyes årligt, medmindre det opsiges.
de: Das Abonnement wird jährlich erneuert, sofern es nicht gekündigt wird.
el: Η συνδρομή θα ανανεώνεται ετησίως εκτός αν ακυρωθεί
es: La suscripción se renovará anualmente a menos que se cancele
et: Tellimus uueneb igal aastal, kui seda ei ole tühistatud
fi: Tilaus uusitaan vuosittain, ellei sitä peruuteta
fr: L'abonnement sera renouvelé chaque année, sauf en cas d'annulation.
hu: Az előfizetés évente megújul, hacsak nem mondják le
id: Langganan akan diperpanjang setiap tahun kecuali dibatalkan
it: L'abbonamento si rinnova ogni anno se non viene annullato
ja: サブスクリプションは、キャンセルされない限り、毎年更新されます。
ko: 구독은 취소하지 않는 한 매년 갱신됩니다.
lv: Abonēšana tiks atjaunota katru gadu, ja vien netiks atcelta.
nb: Abonnementet fornyes årlig med mindre det sies opp
nl: Abonnement wordt jaarlijks verlengd tenzij geannuleerd
pl: Subskrypcja będzie odnawiana co roku, chyba że zostanie anulowana
pt_br: A assinatura será renovada anualmente, a menos que seja cancelada
pt_pt: A subscrição será renovada anualmente, exceto se for cancelada
ro: Abonamentul se va reînnoi anual dacă nu este anulat
ru: Подписка будет продлеваться ежегодно, если не будет отменена
sk: Predplatné sa bude obnovovať každý rok, pokiaľ nebude zrušené
sl: Naročnina se podaljša vsako leto, razen če se prekliče
sv: Prenumerationen kommer att förnyas årligen om den inte sägs upp
tr: Abonelik iptal edilmediği sürece yıllık olarak yenilenecektir
uk: Підписка поновлюється щороку, якщо її не скасовано
zh_hans: 除非取消，否则将按年续订
zh_hant: 除非取消訂閱，否則訂閱將每年更新

source: Subscriptions
ar: الاشتراكات
bg: Абонаменти
cs: Předplatné
da: Abonnementer
de: Abonnements
el: Συνδρομές
es: Suscripciones
et: Tellimused
fi: Tilaukset
fr: Abonnements
hu: Előfizetések
id: Langganan
it: Abbonamenti
ja: 購読
ko: 구독
lv: Abonēšana
nb: Abonnementer
nl: Abonnementen
pl: Subskrypcje
pt_br: Assinaturas
pt_pt: Subscrições
ro: Abonamente
ru: Подписки
sk: Predplatné
sl: Naročnine
sv: Prenumerationer
tr: Abonelikler
uk: Підписки
zh_hans: 订阅
zh_hant: 訂閱

source: Tap the button below to create your own version of any song.
ar: اضغط على الزر أدناه لإنشاء نسختك الخاصة من أي أغنية.
bg: Докоснете бутона по-долу, за да създадете своя собствена версия на която и да е песен.
cs: Klepněte na tlačítko níže a vytvořte si vlastní verzi libovolné skladby.
da: Tryk på knappen nedenfor for at lave din egen version af en hvilken som helst sang.
de: Tippen Sie auf die Schaltfläche unten, um Ihre eigene Version eines beliebigen Songs zu erstellen.
el: Πατήστε το παρακάτω κουμπί για να δημιουργήσετε τη δική σας εκδοχή οποιουδήποτε τραγουδιού.
es: Pulsa el botón de abajo para crear tu propia versión de cualquier canción.
et: Puudutage allolevat nuppu, et luua oma versioon mis tahes loost.
fi: Napauta alla olevaa painiketta luodaksesi oman version mistä tahansa kappaleesta.
fr: Appuyez sur le bouton ci-dessous pour créer votre propre version de n'importe quelle chanson.
hu: Érintse meg az alábbi gombot, hogy létrehozza bármelyik dal saját verzióját.
id: Ketuk tombol di bawah ini untuk membuat versi Anda sendiri dari lagu apa pun.
it: Toccate il pulsante qui sotto per creare la vostra versione di qualsiasi brano.
ja: 下のボタンをタップすると、任意の曲の独自のバージョンを作成できます。
ko: 아래 버튼을 탭하여 나만의 버전을 만들 수 있습니다.
lv: Pieskarieties pogai zemāk, lai izveidotu savu jebkuras dziesmas versiju.
nb: Trykk på knappen nedenfor for å lage din egen versjon av en hvilken som helst sang.
nl: Tik op de knop hieronder om je eigen versie van een liedje te maken.
pl: Naciśnij przycisk poniżej, aby utworzyć własną wersję dowolnego utworu.
pt_br: Toque no botão abaixo para criar sua própria versão de qualquer música.
pt_pt: Toque no botão abaixo para criar a sua própria versão de qualquer canção.
ro: Atingeți butonul de mai jos pentru a vă crea propria versiune a oricărei melodii.
ru: Нажмите на кнопку ниже, чтобы создать свою собственную версию любой песни.
sk: Ťuknutím na tlačidlo nižšie vytvoríte vlastnú verziu ľubovoľnej skladby.
sl: Tapnite spodnji gumb in ustvarite svojo različico katere koli pesmi.
sv: Tryck på knappen nedan för att skapa din egen version av valfri låt.
tr: Herhangi bir şarkının kendi versiyonunu oluşturmak için aşağıdaki düğmeye dokunun.
uk: Натисніть кнопку нижче, щоб створити власну версію будь-якої пісні.
zh_hans: 点击下面的按钮，创建您自己的歌曲版本。
zh_hant: 點選下方按鈕，即可建立您自己版本的任何歌曲。

source: tell us what you think...
ar: أخبرنا برأيك...
bg: Кажете ни какво мислите...
cs: Řekněte nám, co si myslíte...
da: Fortæl os, hvad du synes...
de: Sag uns, was du denkst...
el: Πες μας τη γνώμη σου...
es: Cuéntanos qué piensas...
et: Ütle meile, mida arvad...
fi: Kerro meille, mitä ajattelet...
fr: Dites-nous ce que vous en pensez...
hu: Mondd el, mit gondolsz...
id: Beritahu kami apa yang Anda pikirkan...
it: Dicci cosa ne pensi...
ja: あなたの考えを教えてください...
ko: 당신의 생각을 알려주세요...
lv: Paskaidrojiet mums, ko domājat...
nb: Fortell oss hva du synes...
nl: Vertel ons wat je denkt...
pl: Powiedz nam, co myślisz...
pt_br: Conte-nos o que você acha...
pt_pt: Diga-nos o que pensa...
ro: Spune-ne ce părere ai...
ru: Скажите нам, что вы думаете...
sk: Povedzte nám, čo si myslíte...
sl: Povejte nam, kaj menite...
sv: Berätta vad du tycker...
tr: Bize ne düşündüğünüzü söyleyin...
uk: Скажіть нам, що ви думаєте...
zh_hans: 告诉我们您的想法...
zh_hant: 告訴我們您的想法...

source: Terms
ar: المصطلحات
bg: Условия
cs: Termíny
da: Betingelser
de: Begriffe
el: Όροι
es: Términos
et: Terminid
fi: Termit
fr: Conditions d'utilisation
hu: Kifejezések
id: Istilah
it: Termini
ja: 用語
ko: 용어
lv: Termini
nb: Vilkår
nl: Termen
pl: Warunki
pt_br: Termos
pt_pt: Termos
ro: Termeni
ru: Термины
sk: Termíny
sl: Pogoji
sv: Termer
tr: Şartlar
uk: Терміни
zh_hans: 术语
zh_hant: 術語
